<template>
    <div>
        <div class="section purple">
            <div>
                <p>上次修訂時間：2020/10/12</p>
                <p>
                    訂閱客戶通告：如果你使用 Apple ID 訂閱服務，則退款事宜由
                    Apple 處理，而非 MeLoop。如果要申請退費，請前往
                    https://getsupport.apple.com。
                </p>
                <p>
                    非常歡迎您光臨「MeLoop」（以下簡稱本網站），為了讓您能夠安心使用本網站的各項服務與資訊，特此向您說明本網站的隱私權保護政策，以保障您的權益，請您詳閱下列內容：
                </p>
                <h3>一、接受使用條款合約</h3>
                <p>
                    經由新增一個 MeLoop 帳號或使用
                    MeLoop無論係透過行動裝置、行動應用程式或電腦（統稱為「服務」），您同意受
                    (i) 這些使用條款、(ii)
                    本公司隱私權政策（這些規範經引用而構成本合約之一部分）以及
                    (iii)
                    任何經揭露且經您同意之條款（若您購買我方在服務上提供的額外功能、產品或服務）所約束（通稱為「本合約」）。若您不接受且不同意受到本合約全部條款之約束，請勿使用服務。
                </p>
                <p>
                    我方可能會不時針對本合約或服務作出變更。這些變更可能係出於不同理由，包括為反應出法律、新功能或商業慣例的變更或因應上述之需求。本合約的最新版本將刊載於服務上的設定以及
                    MeLoop.fun
                    上，您應定期查閱最新版本內容。最新版本即是適用的版本。如包含重大變更在內的變更影響到您的權益或義務，我方將會把這些變更以適當方式事先通知您，其中包含藉由服務或透過電子郵件通知。如您在變更生效後繼續使用服務，表示您同意修正版合約。
                </p>
                <h3>二、使用資格</h3>
                <p>
                    您必須至少 12 歲才可以在 MeLoop
                    上新增帳號及使用服務。經由新增帳號及使用服務，您聲明並保證：
                </p>
                <ul>
                    <li>您可以和 MeLoop 締約</li>
                    <li>
                        您將遵守本合約與所有適用地方、州、國內與國際法律、規則與規範
                    </li>
                    <li>您從未遭受重罪起訴</li>
                    <li>
                        您並不曾在國內, 任何國家,
                        州、聯邦或地方性侵犯者登記處登記為性侵犯者。
                    </li>
                </ul>
                <h3>三、使用者帳號</h3>
                <p>
                    欲使用 MeLoop，您可以使用您的 Facebook
                    登入帳號。如這樣作，您授權我方存取及使用某 Facebook
                    帳號資訊，包括但不限於您的公開 Facebook 檔案與關於您和其他
                    MeLoop 使用者在 Facebook
                    共同朋友的資訊。欲取得更多關於我方自您蒐集的資訊及使用資訊的方式，請參閱我方的
                    <a href="/privacy">隱私權政策。</a>
                </p>
                <p>
                    欲使用 MeLoop，您可以使用您的 Line
                    登入帳號。如這樣作，您授權我方存取及使用某 Line
                    帳號資訊，包括但不限於您的公開 Line
                    檔案欲取得更多關於我方自您蒐集的資訊及使用資訊的方式，請參閱我方的
                    <a href="/privacy">隱私權政策。</a>
                </p>
                <p>
                    您需負責維護您用來註冊 MeLoop
                    之登入憑證的機密性，您自己需負責這些憑證下發生的所有活動。如您認為有人可以存取您的帳號，請立即連絡
                    <a
                        href="https://www.facebook.com/Me-Loop%E9%9D%A0%E5%8C%97%E8%81%8A%E5%A4%A9%E4%BA%A4%E5%8F%8B%E7%94%9F%E6%85%8B-100977595126475"
                    >
                        MeLoop 粉絲專頁
                    </a>
                </p>
                <h3 d>四、MeLoop簡介</h3>
                <p>MeLoop 是一款結合遊戲互動的交友軟體</p>
                <h3>五、修正服務及終止</h3>
                <p>
                    MeLoop
                    始終盡力提升服務，同時帶給您額外的功能，讓您覺得既迷人又實用。這意味著我方可以不時新增新產品功能或改善功能，或移除某些功能，如這些行動不會對您的權利或義務造成重大影響，我方可能不會在採取行動前對您發出通知。我方可能甚至會完全暫停服務，在此情況下我方將會事先通知您，惟情有可原的情況下除外，諸如安全性或安全考量使我方無法事先通知。
                </p>
                <p>
                    您可隨時以任何原因結束個人帳戶。請在「服務」中的「設定」畫面按照指示關閉帳戶，不過您必須透過行動裝置平台
                    (例如 iTunes、Google Play)
                    才能管理應用程式內建購買功能。如果 MeLoop
                    認為您違反本「協議」，可隨時結束您的帳戶，無須通知。如果您的帳戶因此結束，本公司恕不退回消費款項。您的帳戶結束後，本「協議」也隨之終止，但您和
                    MeLoop 仍須遵守第 5、6、13 至 20 條。
                </p>
            </div>
        </div>
        <div class="section blue">
            <div>
                <h3>六、安全性；您與其他使用者的互動</h3>
                <p>
                    雖然 MeLoop
                    盡力透過諸如再次確認等功能來支持尊重人的使用者體驗，例如雙方皆表示對對方有興趣才允許使用者彼此交流，但它對任何使用者在服務上和之外的行為恕不負責。您同意在與其他使用者的所有互動中小心謹慎，特別是當您決定在服務以外交流或親自會面時。此外，您同意在使用服務之前檢視及遵照位於
                    MeLoop.fun 上的 MeLoop
                    安全須知。您不得提供財務資訊（例如，您的信用卡或銀行帳戶資訊）、或以電匯或郵寄方式提供錢財給其他使用者。
                </p>
                <p>
                    您與其他使用者間的互動由您自行負責。您理解到 MeLoop
                    不會針對其使用者進行刑事背景調查，或詢問使用者的背景。MeLoop
                    不會針對使用者行為提出抗議或作出擔保。MeLoop
                    保留得隨時利用可取得的公共紀錄進行刑事背景調查或其他篩選（諸如性犯罪者登記搜尋）之權。
                </p>
                <h3>七、MeLoop 賦予您的權利</h3>
                <p>
                    MeLoop
                    賦予您一項具私人性、全球、免版權費、不可轉讓、非獨家、可撤銷且不可再轉授權之許可以存取及使用服務。本許可係基於讓您使用及享受服務利益的單一目的，一如
                    MeLoop 的用意且為本合約所允許。因此，您同意不作出下列行動：
                </p>
                <ul>
                    <li>
                        未經本公司的書面同意，不將服務或服務中的任何內容用於商業目的。
                    </li>
                    <li>
                        未經 MeLoop
                        事前書面同意，不得將透過服務所存取的任何著作權材料、影像、商標、商號、服務標章、或其他智慧財產權、內容或專有資訊進行複製、修正、傳達、藉以製作衍生性作品、使用或再製
                    </li>
                    <li>明示或暗示您的任何陳述獲得 MeLoop 背書。</li>
                    <li>
                        使用任何機器人、檢索程式、網路蜘蛛、網路爬蟲、網站擷取、網路搜尋/檢索應用、代理伺服器或其他手動或自動裝置、方法或程序，以便存取、檢索、編入索引、進行「資料探勘」，或以任何方式重製或規避導覽結構或服務聲明或其內容。
                    </li>
                    <li>
                        以任何可能會干擾、中斷或負面影響到服務或與服務有關之伺服器或網路的方式使用服務。
                    </li>
                    <li>
                        上傳病毒或其他惡意程式碼或其他會危害服務安全性之舉。
                    </li>
                    <li>
                        仿造標頭或操縱識別碼，以便偽造經由服務所傳輸或傳輸至服務的任何資訊之來源出處。
                    </li>
                    <li>
                        未經 MeLoop 事先同意，「捏造」或「借用」服務之任何部分。
                    </li>
                    <li>
                        使用 Meta 標籤或內容提到 MeLoop 或服務（或 MeLoop
                        的任何商標、商號、服務標章、標誌或標語）的其他裝置，以便在任何目的下將人指引到其他網站。
                    </li>
                    <li>
                        將服務之任何部分加以修正、改編、再轉授權、翻譯、銷售、逆轉工程、解碼、反譯或解體，或使他人為之。
                    </li>
                    <li>
                        未經我方書面同意，使用或開發任何與服務或其他使用者內容或資訊互動之第三方應用程式。
                    </li>
                    <li>
                        未經我方書面同意，使用、存取或出版 MeLoop 應用程式介面。
                    </li>
                    <li>探測、掃描或測試我方服務或任何系統或網路的弱點。</li>
                    <li>鼓勵或提倡任何會違反本合約之活動。</li>
                </ul>
                <p>
                    針對非法及/或未經授權而使用服務的情形，公司得進行調查並採取任何可行的法律行動，包括終止您的帳號。
                </p>
                <p>
                    任何我方提供給您的軟體可能會自動下載並安裝升級版、更新內容、或其他新功能。您可能可以透過裝置的設定調整這些自動下載。
                </p>
                <h3>八、您賦予 MeLoop 的權利</h3>
                <p>
                    藉由新增帳號，您賦予 MeLoop
                    一項全球、可移轉、可再轉授權、免版權費之權利與許可，以便代管、儲存、使用、複製、展示、再製、改寫、編輯、發表、修改及散布您授權我方自
                    Facebook
                    存取之資訊，以及任何經由您刊登、上傳、展示或在服務上提供（統稱為「刊登」）或傳輸至其他使用者之資訊（統稱為「內容」）。我方針對您內容的許可須受到您在適用法（例如根據法律定義在包含個人資料之內容範圍內的個人資料保護法律）下之權利所限制，同時用於經營、開發、提供及改善服務上及研究及開發新服務上的有限目的上。您同意任何您放置或您授權我方放置於服務上之內容可以被其他使用者和其他造訪或參與服務的任何人觀看（諸如可能收到自其他
                    MeLoop 使用者所分享內容的個人）。
                </p>
                <p>
                    您同意您在新增帳戶時所提交的所有資訊，包含經由您的 Facebook
                    帳號所提交之資訊，為正確詳實的，同時您有權利在服務上刊登內容並如上賦予
                    MeLoop 許可。
                </p>
                <p>
                    您理解並同意我方可能會監控或檢視您所刊登的內容，作為服務之一部分。經我方單獨裁量認定違反本契約或可能傷害到服務的名譽時，我方可能會刪除全部或一部之內容。
                </p>
                <p>
                    在與我方的客服代表連繫時，您同意以尊重和仁慈相待。如本公司感覺到您對我方客服代表或其他員工之行為在任何時間具威脅性或攻擊性時，我方保留立即終止您帳號之權利。
                </p>
                <p>
                    考量到 MeLoop
                    允許您使用服務，您同意我方、本公司關係企業、以及我們的第三方夥伴得在服務上放置廣告。經由向
                    MeLoop 提交關於服務之建議或意見，您同意 MeLoop
                    可以在任何目的下使用及分享這些意見而毋需給付您報酬
                </p>
                <p>
                    您同意在法律要求或基於誠信而認為有合理必要時，MeLoop
                    得存取、保留或揭露您的帳號資料與內容，例如：(i)
                    遵循法律程序； (ii) 履行本合約； (iii)
                    回覆任何內容違反第三方權益之申訴； (iv)
                    回覆您關於客戶服務之要求；或 (v)
                    保護公司或任何其他人之權利、財產或人身安全。
                </p>
                <h3>九、共同規則</h3>
                <p>經由使用服務，您同意您將不進行下列行為：</p>
                <ul>
                    <li>基於非法或本合約禁止之目的而使用服務。</li>
                    <li>寄垃圾郵件、向其他使用者募資或詐騙。</li>
                    <li>未經當事人的許可，扮演該個人或公司或刊登他人影像。</li>
                    <li>霸凌、「跟蹤」、威脅、騷擾或毀謗任何人。</li>
                    <li>
                        刊登任何會觸犯任何人權益之內容，包括公開權、隱私權、著作權、商標權或其他智慧財產權或合約權。
                    </li>
                    <li>
                        刊登任何為仇恨言論、威脅、裸露或色情；煽動暴力；或包含裸體或嚇人或不必要的暴力內容。
                    </li>
                    <li>
                        發佈任何提倡種族歧視、偏執、仇恨或針對任何團體或個人施加肢體暴力的內容。
                    </li>
                    <li>
                        自其他使用者基於任何目的而徵求密碼、基於商業或不法目的而請求個人識別資訊或未經當事人同意而散布他人的個人資訊。
                    </li>
                    <li>使用他人的帳號</li>
                    <li>
                        在我方已終止您帳號的情況下，新增另外的帳號，除非您已獲得我方允許。
                    </li>
                </ul>
                <p>
                    如您濫用「服務」或從事 MeLoop 認為不當或非法的行為
                    (包括未透過本「服務」所從事的行為或通訊內容，但牽涉到您透過本「服務」認識的使用者)，MeLoop
                    有權調查或結束您的帳戶，而且不退回消費款項。
                </p>
                <h3>十、其他使用者的內容</h3>
                <p>
                    雖然 MeLoop
                    保留檢視及移除違反本合約內容之權利，但該內容是刊登使用者之單獨責任，且
                    MeLoop
                    無法保證所有內容將遵守本合約。如您在服務上看到違反本合約的內容，請在服務內或透過
                    service@MeLoop.fun 舉報。
                </p>
                <h3>十一、免責聲明</h3>
                <p>
                    MeLoop
                    係依「現況」和「現有」的基礎上且在適用法允許的範圍內提供服務，恕不賦予任何種類的擔保，無論是明示、默示、法定或其他針對服務方面（包括所有當中包含之所有內容），包括但不限於任何品質滿意、適銷性、特定目的適用性或非侵權的默示擔保。MeLoop
                    恕不作出下列表示或擔保： (A)
                    服務將不會中斷、具安全性或毫無錯誤， (B)
                    服務上的任何瑕疵或錯誤將被糾正或 (C)
                    您在服務或經由服務所取得之資訊為正確詳實。
                </p>
                <p>
                    MeLoop
                    對於您或其他使用者或第三方透過服務所刊登、傳送或接收之任何內容恕不負責。透過使用服務所下載或取得材料時，您需獨自判斷並承擔風險。
                </p>
                <h3>十二、第三方服務</h3>
                <p>
                    服務可能會包含由第三方所提供的廣告和促銷內容以及通往其他網站或資源的連結。MeLoop
                    對此等外部網站或資源之取得（或無法取得）恕不負責。如您選擇和透過我方服務而連繫到的第三方互動，您與對方之關係將受該方條款約束。MeLoop
                    對於該第三方條款或行動恕不負責。
                </p>
            </div>
        </div>
        <div class="section pink">
            <div>
                <h3>十三、責任限制</h3>
                <p>
                    在適用法律允許的最廣範圍內，MeLoop、其關係企業、員工、授權人或服務供應商對於源自下列行動所產生之任何間接的、推定的、示範性、附帶的、特殊或懲罰性的損害賠償恕不負責，包括但不限於直接或間接的利潤損失、或任何資料損失、使用損失、信譽損失或其他的非實體損失：(I)
                    您可以存取或使用服務，或無法存取或無法使用服務， (II)
                    其他使用者或第三方在服務上，或透過服務或在使用服務後之舉止或內容；或
                    (III) 未經授權而存取、使用或變更您的內容，即使 MeLoop
                    已被告知這些損害的可能性。無論在何種情況下關於服務的全部主張，MeLoop
                    對您的累積義務不會超過您向 MeLoop
                    給付的金額範圍（如您在擁有帳號時已針對服務向 MeLoop 付款）。
                </p>
                <h3>十四、審判地</h3>
                <p>
                    住在歐盟或歐洲經濟區的使用者可根據相關法律在居住國家/地區內提起索賠要求。除了這些使用者以外，本「協議」或「服務」所造成或與其相關之所有索賠要求，應完全由美國德州達拉斯郡之聯邦法院或州法院審理，您與
                    MeLoop 皆同意受上述法院之屬人管轄
                </p>
                <h3>十五、準據法</h3>
                <p>
                    對於住在歐盟、歐洲經濟區或法律禁止本公司仲裁協議的其他地區使用者，因本「協議」或「服務」所造成或與其相關之任何爭議，應以美國德州法律
                    (德州之法律衝突規則除外)
                    為準。為避免懷疑，即使選擇德州準據法，也無法凌駕這些司法管轄區內任何強制性的消費者保護法。
                </p>
                <h3>十六、您的賠償</h3>
                <p>
                    在適用法允許的範圍內，您同意就任何及所有申訴、請求、索賠、損害賠償、損失、花費、債務與開銷，包括源自或與您存取或使用服務、內容或您違反本合約有關的律師費用，提供賠償與辯護，並使
                    MeLoop、其關係企業、各自主管、董事、代理人與員工免受任何傷害。
                </p>
                <h3>十七、完全合意；其他</h3>
                <p>
                    本合約連同隱私權政策、安全須知和任何您在服務上購買額外功能、產品或服務時向您揭露且經您同意的條款，包含了您和
                    MeLoop
                    間在使用服務上的完全合意。如本合約任何條款無效，本合約其餘條款仍繼續有完全效力。公司未行使或未強制執行本合約的任何權利或條款將不會構成此等權利或條款之放棄。您同意您的
                    MeLoop
                    帳號不可移轉，您帳號與其內容的所有權利於您死亡時終止。本合約不會因此造成代理、夥伴、合資或雇傭關係，您不得提出抗議或以任何方式約束
                    MeLoop。
                </p>
            </div>
        </div>
    </div>
</template>
